{
  "podcasts": [
    {
      "id": 4,
      "title": "进步主义破产了吗 Is Progressivism Falling Apart?",
      "titleEn": "Is Progressivism Falling Apart? A Dialogue with You Tianlong",
      "date": "2025-01-03",
      "coverImage": "https://bts-image.xyzcdn.net/aHR0cHM6Ly9kM3Qzb3pmdG1kbWgzaS5jbG91ZGZyb250Lm5ldC9wcm9kdWN0aW9uL3BvZGNhc3RfdXBsb2FkZWRfbm9sb2dvLzY1NzEwNzQvNjU3MTA3NC0xNTkyODM5NDQ0MTczLTA0M2U2MTFmMzFjNDQuanBn.jpg@small",
      "audioUrl": "https://audio.xiaoyuzhoufm.com/67863781d6c6cf6233bc4bd3.mp3",
      "externalLink": "https://www.xiaoyuzhoufm.com/episode/67863781d6c6cf6233bc4bd3",
      "showNotes": "2025年1月3日，我和云南大学的游天龙老师在昆明璞玉书店进行了一场题为'进步主义破产了吗？'的对谈，暨拙著《空谈》的线下分享会。这里是对谈的现场录音。",
      "showNotesEn": "On January 3, 2025, I had a dialogue with Professor You Tianlong from Yunnan University at Puyu Bookstore in Kunming, titled 'Is Progressivism Falling Apart?', which also served as a sharing session for my book 'Empty Talk'. This is the live recording of our conversation.",
      "duration": "132 min",
      "topicsEn": [
        "Crisis of Progressivism",
        "Public Intellectuals and Social Change",
        "Cultural Elite and Mass Communication",
        "Social Justice and Political Reform",
        "Conservative vs Progressive Values",
        "Educational Inequality",
        "Democracy and Civil Rights Movement"
      ]
    },
    {
      "id": 3,
      "title": "对话游天龙：正发生的很多故事，大家还并没有注意到｜人间夜话",
      "titleEn": "Conversation with You Tianlong: Many Stories Happening Now Have Yet to Be Noticed | Night Talk",
      "date": "2023-05-12",
      "coverImage": "https://bts-image.xyzcdn.net/aHR0cHM6Ly9pbWFnZS54eXpjZG4ubmV0L0Zxd2NWWkw1YU1ULUFiMTVZNWphQ2s0S1JsYXgucG5n.png@small",
      "audioUrl": "https://audio.xiaoyuzhoufm.com/645dde63306513184cc30806.mp3",
      "externalLink": "https://www.xiaoyuzhoufm.com/episode/645dde63306513184cc30806",
      "showNotes": "近日，人间平台推送了作者知非的稿件《在韩国出生的山东大姨，从美国回来寻根》，故事中Kate姨的跌宕人生堪称'中国版《柏青哥》'。结合文章中Kate姨的典型移民经历，游天龙老师与人间的读者朋友们分享了许多他自己在移民研究领域的成果与思考，也从他个人的经历出发挖掘了其中可尝试的非虚构选题方向。",
      "showNotesEn": "Recently, the Renjian platform published an article by Zhifei titled 'A Shandong Aunt Born in Korea, Returning from America to Find Her Roots'. Kate's dramatic life story could be called a 'Chinese Pachinko'. Based on Kate's typical immigrant experience, Professor You Tianlong shared his research findings and thoughts in the field of immigration studies with Renjian readers, while also exploring potential non-fiction writing topics from his personal experiences.",
      "duration": "84 min",
      "topicsEn": [
        "Global Migration Research",
        "US Immigration Reform",
        "Asian Nail Salon Industry",
        "Yiwu International Trade",
        "Cross-border Labor in Ruili",
        "Immigrant Integration",
        "Non-fiction Writing"
      ]
    },
    {
      "id": 2,
      "title": "夹缝求生：赴美留学之路的百年浮沉｜游天龙x张琳x任慈",
      "titleEn": "Living in the Gap: A Century of Chinese Students in America | You Tianlong x Zhang Lin x Ren Ci",
      "date": "2022-03-24",
      "coverImage": "https://image.xyzcdn.net/FjYPmdIZC4Ych4pbIB5wMN-74HNW.jpg@small",
      "audioUrl": "https://audio.xiaoyuzhoufm.com/623ad601c39130b3d9e01ec7.mp3",
      "externalLink": "https://www.xiaoyuzhoufm.com/episode/623ad601c39130b3d9e01ec7",
      "showNotes": "近日，又有数位华人教授因遭美国司法部调查而被停职，成为大国竞争时代个人命运陡峭波折的新注脚。虽然'中国行动计划'在字面上已经结束，但美国政府对华裔科学家的怀疑、提防乃至司法迫害从未停止。回顾华人知识分子在美留学、工作的百年历史，其中更是不乏波折起伏。回国，还是留下？从为国效力的家国之思，到教育消费化时代对'投资-回报率'的理性估计，留美知识群体的个人境遇与人生抉择，往往与更广阔的社会历史背景深刻纠缠。",
      "showNotesEn": "Recently, several Chinese professors have been suspended due to investigations by the U.S. Department of Justice, becoming a new footnote in the personal destinies of the great power competition era. Although the 'China Initiative' has officially ended, the U.S. government's suspicion, vigilance, and even judicial persecution of Chinese scientists have never stopped. Looking back at the century-long history of Chinese intellectuals studying and working in the United States, there have been many ups and downs. Return home or stay? From patriotic thoughts of serving the country to rational estimates of 'investment-return rates' in the era of educational commercialization, the personal circumstances and life choices of Chinese scholars in America are often deeply intertwined with broader social and historical contexts.",
      "duration": "64 min",
      "topicsEn": [
        "Qian Xuesen's Study Abroad and Return Experience",
        "Chinese Scientists in the McCarthy Era",
        "Qing Government's Youth Study Abroad Policy",
        "Pu Zhilong and Returned Chinese Talents",
        "The Wen Ho Lee Case and US-China Relations",
        "Educational Commercialization and Talent Mobility",
        "China Initiative and Chinese Scientists"
      ]
    },
    {
      "id": 1,
      "title": "从谷爱凌看全球精英的流动叙事｜游天龙x屠思齐x黄靖洋",
      "titleEn": "Global Elite Mobility Through the Lens of Eileen Gu | You Tianlong x Tu Siqi x Huang Jingyang",
      "date": "2022-02-15",
      "coverImage": "https://bts-image.xyzcdn.net/aHR0cHM6Ly9pbWFnZS54eXpjZG4ubmV0L0Z0TjhpTTM3WVA0TWJkQlFXNVNTbmNmbklMX1gucG5n.png@small",
      "audioUrl": "https://audio.xiaoyuzhoufm.com/620a4c3f2cb5c6cf1b2a0135.mp3",
      "externalLink": "https://www.xiaoyuzhoufm.com/episode/620a4c3f2cb5c6cf1b2a0135",
      "showNotes": "信睿电台全新栏目「游移不定」上线啦！本栏目将长期关注后疫情时代的全球流动与身份认同问题，由云南大学社会学系副教授游天龙任专栏主理人。谷爱凌出生于美国，于2019年加入中国国家队，在北京冬奥会中代表中国参加三个项目的比赛。首战夺魁后，谷爱凌以其过硬实力和鲜明个性迅速赢得了大众的喜爱，其'归化运动员'的身份也引发关注。什么是'归化运动员'？'归化运动员'的跨国流动轨迹与一般的精英移民路径有何相似，又显示出何种特殊性？",
      "showNotesEn": "Welcome to the new program 'Migration Diaries' on Xinrui Radio! This program will focus on global mobility and identity issues in the post-pandemic era, hosted by Associate Professor You Tianlong from Yunnan University's Department of Sociology. Born in the United States, Eileen Gu joined the Chinese national team in 2019 and competed for China in three events at the Beijing Winter Olympics. After winning her first gold medal, Gu quickly won public affection with her strong abilities and distinct personality, while her identity as a 'naturalized athlete' has drawn attention. What is a 'naturalized athlete'? What similarities and unique characteristics do naturalized athletes' transnational mobility trajectories share with general elite migration paths?",
      "duration": "53 min",
      "topicsEn": [
        "Requirements and Characteristics of Naturalized Athletes",
        "International Elite Migration Pathways",
        "National Identity of Athletes",
        "Economic Development and Individualization",
        "Middle-class Education and Athlete Training",
        "Flexible Citizenship and Globalization",
        "Limitations of Neoliberal Feminist Narratives"
      ]
    },
    {
      "id": 5,
      "title": "从缅北到妙瓦底，东南亚跨境电诈演变史 | 短波通讯05",
      "titleEn": "From Northern Myanmar to Myawaddy: The Evolution of Cross-border Telecom Fraud in Southeast Asia | Short Wave Communication 05",
      "date": "2025-01-13",
      "coverImage": "https://image.xyzcdn.net/Fs44rpJz8-nafB9OLmB16PQPuuxk.jpg@small",
      "audioUrl": "https://audio.xiaoyuzhoufm.com/6787425cf787119b3d574c00.mp3",
      "externalLink": "https://www.xiaoyuzhoufm.com/episode/6787425cf787119b3d574c00",
      "showNotes": "最近中国演员在缅甸妙瓦底地区失联、被骗的事件，在互联网上引起了很大的关注。过去几年说起东南亚的跨境诈骗犯罪，尤其是电信诈骗，我们最熟悉的是缅北地区。但是前两年中缅双方联合发起了对缅北电诈犯罪团伙的大规模打击行动，让缅北的电信诈骗有些消失在我们的视野中了。这次在妙瓦底地区发生的这起跨国诈骗和人口贩运事件，是否显示出了东南亚地区跨境犯罪的一些新的变化？整个东南亚地区的这些跨境犯罪又是在什么样的背景下产生的？",
      "showNotesEn": "The recent incident of Chinese actors going missing and being scammed in Myanmar's Myawaddy region has drawn significant attention online. In recent years, when discussing cross-border fraud crimes in Southeast Asia, particularly telecom fraud, we were most familiar with northern Myanmar. However, the large-scale joint crackdown by China and Myanmar on fraud gangs in northern Myanmar two years ago made these telecom scams somewhat disappear from our view. Does this recent cross-border fraud and human trafficking incident in the Myawaddy region indicate new changes in cross-border crime in Southeast Asia? What is the background context for these cross-border crimes in the Southeast Asian region?",
      "duration": "9 min",
      "topicsEn": [
        "Evolution of Cross-border Telecom Fraud",
        "Myanmar's Internal Turmoil",
        "Southeast Asian Border Management",
        "Human Trafficking Networks",
        "International Crime Prevention",
        "Regional Security Cooperation",
        "Migration and Border Control"
      ]
    },
    {
      "id": 6,
      "title": "跋山涉水去美国，移民路上的生与死 | 以读攻读032",
      "titleEn": "Crossing Mountains and Waters to America: Life and Death on the Immigration Journey | Reading to Read 032",
      "date": "2023-10-02",
      "coverImage": "https://bts-image.xyzcdn.net/aHR0cHM6Ly9pbWFnZS54eXpjZG4ubmV0L0Z2eVk1cFFMbTZ4VnlXV2t4Q0QxSEd1TGZ5aGcucG5n.png@small",
      "audioUrl": "https://audio.xiaoyuzhoufm.com/66f8c5c26c7f817786d4aa02.mp3",
      "externalLink": "https://www.xiaoyuzhoufm.com/episode/66f8c5c26c7f817786d4aa02",
      "showNotes": "还有差不多一个月的时间，2024年的美国大选就要迎来最后的大结局了。每次一到美国的大选年，两党的候选人在进行拉票的时候都会在各种议题上进行了争论，从枪支管控，到堕胎，再到加税还是减税，以此来展示各自的执政方针。其中有一个议题是在最近这几次的大选之中被越来越频繁地提及，变成了两党争论的一个核心，就是移民问题。在今年这样一个大选年，移民问题又一次集中爆发，成为了争议的重点。正好今年也出了一本书《移民路上的生与死》，是用的人类学的视角讲述美墨边境的移民问题。所以今天这一期播客，我们就从这本书出发，聊聊美国现在这个在风口上的移民问题。",
      "showNotesEn": "With about a month until the conclusion of the 2024 U.S. election, candidates from both parties engage in debates on various issues during their campaigns, from gun control to abortion, and tax policies, to showcase their governing principles. Immigration has become an increasingly prominent core issue in recent elections. In this election year, the immigration issue has once again intensified and become a focal point of controversy. Coincidentally, a new book 'Life and Death on the Immigration Journey' was published this year, examining the U.S.-Mexico border immigration issue from an anthropological perspective. In this podcast episode, we'll use this book as a starting point to discuss the current hot-button immigration issue in America.",
      "duration": "76 min",
      "topicsEn": [
        "US Immigration History",
        "US-Mexico Border Issues",
        "Illegal Immigration Strategies",
        "Immigrant Survival Status",
        "Political Party Positions",
        "State-level Immigration Policies",
        "Public Attitudes Towards Immigration"
      ]
    },
    {
      "id": 7,
      "title": "移民运动中的'歧视链'｜忽左忽右",
      "titleEn": "The 'Discrimination Chain' in Immigration Movements | Left and Right",
      "date": "2017-02-21",
      "coverImage": "https://bts-image.xyzcdn.net/aHR0cHM6Ly9pbWFnZS54eXpjZG4ubmV0L0ZyWU1xYjM3V2dfTEE4YWVuREpKOFNGR3NqZWE=@small",
      "audioUrl": "https://audio.xiaoyuzhoufm.com/5e4ee557418a84a0466737cc.mp3",
      "externalLink": "https://www.xiaoyuzhoufm.com/episode/5e4ee557418a84a0466737cc",
      "showNotes": "特朗普上台以来，移民问题就不断刷新着国内新闻首页，中国的读者们似乎认为，移民问题直到近年才开始显现，事实上，移民与反移民的纠葛要久远许多，甚至贯穿了美国建国以来的历史。本期《忽左忽右》，美国亚利桑那州立大学司法研究博士候选人游天龙为大家带来有关美国移民问题的许多掌故。",
      "showNotesEn": "Since Trump took office, immigration issues have continuously dominated domestic news headlines. While Chinese readers seem to think immigration problems only emerged in recent years, the entanglement between immigration and anti-immigration movements dates back much further, spanning the entire history of the United States since its founding. In this episode of 'Left and Right', You Tianlong, a doctoral candidate in Justice Studies at Arizona State University, shares various historical accounts of U.S. immigration issues.",
      "duration": "71 min",
      "topicsEn": [
        "Historical Immigration Patterns",
        "Anglo-Saxon Immigration Privilege",
        "Catholic Immigrants' Experience",
        "Chinese Immigration Waves",
        "Asian Political Participation",
        "Jewish Immigration Parallels",
        "Iranian Immigrants in US vs Europe"
      ]
    },
    {
      "id": 8,
      "title": "瞬息全宇宙：唐人街版《父母爱情》｜这集我看过",
      "titleEn": "Everything Everywhere All at Once: A Chinatown Version of 'Parent's Love' | I've Watched This Episode",
      "date": "2023-04-26",
      "coverImage": "https://bts-image.xyzcdn.net/aHR0cHM6Ly9pbWFnZS54eXpjZG4ubmV0L0ZxeGdlU0hza3JZY1doWHB2UWNMSXU4c3NkcjcucG5n.png@small",
      "audioUrl": "https://audio.xiaoyuzhoufm.com/64478a767d934b8505e3614c.mp3",
      "externalLink": "https://www.xiaoyuzhoufm.com/episode/64478a767d934b8505e3614c",
      "showNotes": "《瞬息全宇宙》，今年的奥斯卡大赢家。这部以华人移民为主角的电影与亚裔美国人的历史经验间有何互文？新一代亚裔导演是打破了美国主流文化中对于亚裔的刻板印象，还是沿用了这些刻板印象？在美国做亚裔研究需要面对哪些困难？本期我们邀请了两位从事亚裔美国人研究的朋友，从研究者的角度谈谈美国亚裔研究的发展历程与当下困境。",
      "showNotesEn": "Everything Everywhere All at Once, this year's Oscar big winner. What intertextual relationships exist between this film centered on Chinese immigrants and the historical experiences of Asian Americans? Have new-generation Asian directors broken or perpetuated the stereotypes of Asians in mainstream American culture? What challenges does Asian American studies face in the US? In this episode, we invited two friends engaged in Asian American studies to discuss the development and current challenges of Asian American studies from a researcher's perspective.",
      "duration": "52 min",
      "topicsEn": [
        "Asian American Representation in Film",
        "Immigrant Family Dynamics",
        "Laundromat as Cultural Symbol",
        "Generational Cultural Gaps",
        "LGBTQ+ in Asian Families",
        "Asian American Studies Development",
        "Female Agency in Immigrant Narratives"
      ]
    },
    {
      "id": 9,
      "title": "「种族问题线上沙龙第二期」游天龙-唐韵-亚裔与种族平等",
      "titleEn": "Online Race Seminar Series #2: Asian Americans and Racial Equality | You Tianlong & Tang Yun",
      "date": "2020-08-24",
      "coverImage": "https://bts-image.xyzcdn.net/aHR0cHM6Ly9pMS5zbmRjZG4uY29tL2FydHdvcmtzLVJXSThOc2xKOTBVZEVjRnUtVER4bkpnLXQzMDAweDMwMDAuanBn.jpg@small",
      "audioUrl": "https://audio.xiaoyuzhoufm.com/5f42c4bc9504bbdb776e71e2.mp3",
      "externalLink": "https://www.xiaoyuzhoufm.com/episode/5f42c4bc9504bbdb776e71e2",
      "showNotes": "在美国历史中，从奴隶制、种族隔离到排华法案，亚裔和黑人共遭受白人至上主义（white supremacy）压迫。20世纪60年代，亚裔美国（Asian American）作为政治身份横空出世，而亚裔活动家与黑人民权运动者携手，为在美国的少数族裔争取平等作斗争，喊出了'Yellow Peril Supports Black Power'的口号。半个多世纪之后的今天，亚裔社群愈发复杂、多样化：受民权运动所助的1965年的移民法改革，使更多亚洲移民进入美国；越战与东南亚动荡后，众多东南亚难民也定居美国。同时，针对少数族裔的歧视与暴力从未停止：Vicent Chin在1982年死于种族暴力；而洛杉矶92年的暴乱也加剧了韩裔与黑人社群的矛盾。9/11之后，南亚美国人面临了前所未有的系统性监察与歧视。",
      "showNotesEn": "In American history, from slavery and racial segregation to the Chinese Exclusion Act, both Asian Americans and African Americans have suffered under white supremacy. In the 1960s, 'Asian American' emerged as a political identity, and Asian activists joined forces with the Black civil rights movement to fight for minority equality, raising the slogan 'Yellow Peril Supports Black Power'. Half a century later, the Asian American community has become increasingly complex and diverse: the 1965 Immigration Reform, aided by the civil rights movement, allowed more Asian immigrants to enter the US; after the Vietnam War and Southeast Asian turmoil, many Southeast Asian refugees also settled in America. Meanwhile, discrimination and violence against minorities never ceased: Vincent Chin died from racial violence in 1982; the 1992 Los Angeles riots intensified tensions between Korean and Black communities. After 9/11, South Asian Americans faced unprecedented systematic surveillance and discrimination.",
      "duration": "206 min",
      "topicsEn": [
        "Civil Rights Movement History",
        "Asian American Political Identity",
        "Immigration Reform of 1965",
        "Inter-racial Coalition Building",
        "Anti-Asian Violence Cases",
        "Post-9/11 Discrimination",
        "Contemporary Race Relations"
      ]
    },
    {
      "id": 10,
      "title": "'润'出去，是疲惫人生的解药吗？",
      "titleEn": "'Run' Out, Is It the Elixir of a Tired Life?",
      "date": "2024-08-08",
      "coverImage": "https://cdn5.vistopia.com.cn/bde61ca4-d1ad-46ef-a323-9f4a95e20d26.jpg",
      "audioUrl": "https://www.vistopia.com.cn/article/780175",
      "externalLink": "https://www.vistopia.com.cn/article/780175",
      "showNotes": "近年来，移民是国内讨论度最高的话题之一，尤其是新冠疫情之后。有人举家移民，为了下一代，有人通过留学投资奔赴自己的新生，更有人不走寻常路，翻山越岭地奔赴远方。每个人都对自己的生活有了更多的要求和期待。如果想要移民，我们需要考虑什么?在新环境中，我们该如何重建生活秩序?移民之后，我们真的能够预期想象的更好的生活吗?在移民过程，也存在一些性别上的差异，女性移民会有什么不同的特征呢?这是我们将在这一系列节目中讨论的。",
      "showNotesEn": "In recent years, immigration has been one of the most widely discussed topics in China, especially after the COVID-19 pandemic. Some families have chosen to immigrate for the sake of their children's future, while others have pursued new beginnings through study or investment. There are also those who take unconventional paths, crossing mountains and borders in search of a new life. Everyone has developed higher expectations and aspirations for their own lives.If we want to immigrate, what factors should we consider? How can we rebuild our lives and establish order in a new environment? After immigration, can we truly expect a better life as imagined? Additionally, there are gender differences in the immigration process—what unique characteristics do female immigrants experience? These are the topics we will explore in this series of programs.",
      "duration": "31 min",
      "topicsEn": [
        "Immigration in China",
        "Gender Differences in Migration",
        "Life Reconstruction in New Environments",
        "Expectations of a Better Life"
      ]
    },
    {
        "id": 11,
        "title": "排华现象是怎么回事？ 出国，可以跳出内卷吗？",
        "titleEn": "What is Sinophobia? Can Going Abroad Escape the 'Involution' (Neijuan, 内卷)?",
        "date": "2024-09-20",
        "coverImage": "https://cdn5.vistopia.com.cn/bde61ca4-d1ad-46ef-a323-9f4a95e20d26.jpg",
        "audioUrl": "https://www.vistopia.com.cn/article/793175",
        "externalLink": "https://www.vistopia.com.cn/article/793175",
        "showNotes": "在第一集节目中，我们讨论了关于近年来移民的新趋势，以及如果想要移民，我们该考虑哪些因素。后面几集，又邀请了一些生活在世界各地的朋友，通过不同角度，去讨论了几个有特点的国家和地区移民的新问题。那今天最后一集，我们把视角稍微拉远一点，来聊聊近代以来到今天，中国移民的历史，以及美国等国家的移民政策和针对中国人的排华事件。希望这集内容，可以帮助你从更整体、更历史的维度，看清楚移民作为改变生活的路径，是否可以作为你的选择。",
        "showNotesEn": "In the first episode, we discussed the new trends in immigration in recent years and the key factors to consider for those who wish to immigrate. In the following episodes, we invited friends living around the world to explore immigration-related issues in different countries and regions from various perspectives.  Today, in our final episode, we'll take a broader view and talk about the history of Chinese immigration from modern times to the present, as well as immigration policies in countries like the United States and historical incidents of Sinophobia targeting Chinese people.  We hope this episode will help you understand immigration from a more comprehensive and historical perspective, allowing you to evaluate whether it can truly serve as a path to changing your life.",
        "duration": "28 min",
        "topicsEn": [
          "New Trends in Immigration",
          "History of Chinese Immigration",
          "Immigration Challenges in Different Countries",
          "Immigration Policies and Sinophobia"
        ]
      }
  ]
}